Repository: PWin11-Tweaker/PWin11-Tweaker
Catalog: PWin11 Tweaker's/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ru_ru

# Apply.Content
source: Apply
fr_fr: Appliquer
ru_ru: Применить

# ClassicContextMenu.Content
source: Classic Context Menu
fr_fr: Menu contextuel classique
ru_ru: Классическое контекстное меню

# Coment_ClassicContextMenu.Content
source: Returns the classic Windows 10 context menu
fr_fr: Restaure le menu contextuel classique de Windows 10
ru_ru: Возвращает классическое контекстное меню Windows 10

# Coment_ShowHiddenFiles.Content
source: Enables the display of hidden files, folders, and system files
fr_fr: Active l'affichage des fichiers, dossiers et fichiers système cachés
ru_ru: Включает отображение скрытых файлов, папок и системных архивов

# Coment_UseSmallCaptions.Content
source: Reduces the size of the Close buttons/Roll up/Unwrap
fr_fr: Réduit la taille des boutons Fermer/Enrouler/Dérouler
ru_ru: Уменьшает размер кнопок закрытия/сворачивания/разворачивания

# Explorer.Content
source: Explorer
fr_fr: Explorateur
ru_ru: Проводник

# Home.Content
source: Home
fr_fr: Accueil
ru_ru: Главная

# Language
source: English
fr_fr: Français
ru_ru: Русский

# ShowHiddenFiles.Content
source: Show hidden files
fr_fr: Afficher les fichiers cachés
ru_ru: Показывать скрытые файлы

# Status.Text
source: In progress...
fr_fr: En cours...
ru_ru: Выполняется...

# Text_Settings.Text
source: Settings Page
fr_fr: Page des paramètres
ru_ru: Страница настроек

# UseSmallCaptions.Content
source: Reduce the size of the window control buttons
fr_fr: Réduire la taille des boutons de contrôle de la fenêtre
ru_ru: Уменьшить кнопки управления окном

# Content_Button_StartAllBack
source: Install StartAllBack
fr_fr: Installer StartAllBack
ru_ru: Установить StartAllBack

# Content_Button_StartAllBack_Uninstall
source: Delete StartAllBack
fr_fr: Supprimer StartAllBack
ru_ru: Удалить StartAllBack

# StatusText_Preparing
source: Preparing...
fr_fr: Préparation...
ru_ru: Подготовка...

# StatusText_DownloadingStartAllBack
source: Downloading StartAllBack...
fr_fr: Téléchargement de StartAllBack...
ru_ru: Скачивание StartAllBack...

# StatusText_InstallingStartAllBack
source: Installing StartAllBack...
fr_fr: Installation de StartAllBack...
ru_ru: Установка StartAllBack...

# StatusText_CleaningTempFiles
source: Cleaning temporary files...
fr_fr: Nettoyage des fichiers temporaires...
ru_ru: Очистка временных файлов...

# StatusText_ApplyingStartAllBackSettings
source: Applying StartAllBack settings...
fr_fr: Application des paramètres de StartAllBack...
ru_ru: Применение настроек StartAllBack...

# StatusText_TerminatingStartAllBack
source: Terminating StartAllBack processes...
fr_fr: Arrêt des processus de StartAllBack...
ru_ru: Завершение процессов StartAllBack...

# StatusText_UninstallingStartAllBack
source: Attempting to uninstall StartAllBack...
fr_fr: Tentative de désinstallation de StartAllBack...
ru_ru: Попытка удаления StartAllBack...

# StatusText_SearchingUninstallString
source: Searching for uninstall command in the registry...
fr_fr: Recherche de la commande de désinstallation dans le registre...
ru_ru: Поиск команды удаления в реестре...

# StatusText_CleaningRemainingFiles
source: Cleaning remaining files...
fr_fr: Nettoyage des fichiers restants...
ru_ru: Очистка оставшихся файлов...

# StatusText_UpdatingUI
source: Updating the interface...
fr_fr: Mise à jour de l'interface...
ru_ru: Обновление интерфейса...

# StatusText_SavingRegistryChanges
source: Saving changes to the registry...
fr_fr: Sauvegarde des modifications du registre...
ru_ru: Сохранение изменений в реестре...

# StatusText_ApplyingRegistryChanges
source: Applying changes to the registry...
fr_fr: Application des modifications du registre...
ru_ru: Применение изменений в реестре...

# StatusText_RestartingExplorer
source: Restarting File Explorer...
fr_fr: Redémarrage de l'Explorateur de fichiers...
ru_ru: Перезапуск Проводника...

# Dialog_Error_Title
source: Error
fr_fr: Erreur
ru_ru: Ошибка

# Dialog_Error_Content
source: An error occurred
fr_fr: Une erreur s'est produite
ru_ru: Произошла ошибка

# Dialog_Success_Title
source: Success
fr_fr: Succès
ru_ru: Успех

# Dialog_Success_Content
source: Settings applied successfully! File Explorer has been restarted. A system restart may be required to apply changes to window control buttons and StartAllBack style.
fr_fr: Les paramètres ont été appliqués avec succès ! L'Explorateur de fichiers a été redémarré. Un redémarrage du système peut être requis pour appliquer les modifications aux boutons de contrôle de la fenêtre et au style StartAllBack.

# Dialog_FailedApplySettings_Content
source: Failed to apply settings. Check the log:
fr_fr: Échec de l'application des paramètres. Vérifiez le journal :
ru_ru: Не удалось применить настройки. Проверьте лог:

# Error_DownloadFailed
source: Failed to download StartAllBack. Status code
fr_fr: Échec du téléchargement de StartAllBack. Code d'état
ru_ru: Не удалось скачать StartAllBack. Код состояния

# Error_InstallFailed
source: Failed to install StartAllBack. Error code
fr_fr: Échec de l'installation de StartAllBack. Code d'erreur
ru_ru: Не удалось установить StartAllBack. Код ошибки

# Error_InstallProcessFailed
source: Failed to start the StartAllBack installation process.
fr_fr: Échec du démarrage du processus d'installation de StartAllBack.
ru_ru: Не удалось запустить процесс установки StartAllBack.

# Welcome.Text
source: Welcome to PWin11 Tweaker
fr_fr: Bienvenue sur PWin11 Tweaker
ru_ru: Добро пожаловать в PWin11 Tweaker

# About.Text
source: PWin11 Tweaker it is a powerful tool for configuring and optimizing Windows 11. Customize the system, interface, privacy, and performance with simple and user-friendly tweaks.
fr_fr: PWin11 Tweaker est un outil puissant pour configurer et optimiser Windows 11. Personnalisez le système, l'interface, la confidentialité et les performances avec des ajustements simples et conviviaux.
ru_ru: PWin11 Tweaker — это мощный инструмент для настройки и оптимизации Windows 11. Настраивайте систему, интерфейс, приватность и производительность с помощью простых и удобных твиков

# Start_Use.Text
source: Start with these settings😍
fr_fr: Commencer avec ces paramètres 😍
ru_ru: Начните с этих настроек❤️

# GoToPrivacyButton.Content
source: Go to Privacy
fr_fr: Aller à la confidentialité
ru_ru: Перейти в приватность

# System.Content
source: System
fr_fr: Système
ru_ru: Система

# Privacy.Content
source: Privacy
fr_fr: Confidentialité
ru_ru: Конфиденциальность

# TaskbarAlignment.Text
source: Taskbar Alignment:
fr_fr: Alignement de la barre des tâches :
ru_ru: Выравнивание панели задач:

# Center.Content
source: Center
fr_fr: Centre
ru_ru: По центру

# LeftTaskBar.Content
source: Left
fr_fr: Gauche
ru_ru: Слева

# SettingsInterface.Text
source: Settings Interface
fr_fr: Paramètres de l'interface
ru_ru: Настройки Интерфейса

# TaskbarTransparency.Content
source: Enable taskbar transparency
fr_fr: Activer la transparence de la barre des tâches
ru_ru: Включить прозрачность панели задач

# DisableAnimations.Content
source: Disable Animation
fr_fr: Désactiver les animations

# DisableSearchIndexing.Content
source: Disables file indexing
fr_fr: Désactiver l'indexation des fichiers

# HideSearchButton.Content
source: Hide the search button on the taskbar
fr_fr: Masquer le bouton de recherche sur la barre des tâches
ru_ru: Скрыть кнопку поиска на панели задач

# AdminWarning.Text
source: For the application to work correctly, run it as an administrator.
fr_fr: Pour que l'application fonctionne correctement, exécutez-la en tant qu'administrateur.
ru_ru: Для корректной работы приложения запустите его от имени администратора

# SettingsPrivacy.Text
source: Privacy Settings
fr_fr: Paramètres de confidentialité
ru_ru: Настройки конфиденциальности

# DisableTelemetry.Content
source: Disable telemetry and data collection
fr_fr: Désactiver la télémétrie et la collecte de données
ru_ru: Отключить телеметрию и сбор данных

# DisableAdvertisingId.Content
source: Disable the advertising ID
fr_fr: Désactiver l'ID publicitaire
ru_ru: Отключить рекламный идентификатор

# DisSendDiagDatatoMicrosoft.Content
source: Disables sending diagnostic data to Microsoft
fr_fr: Désactiver l'envoi de données de diagnostic à Microsoft
ru_ru: Отключает отправку диагностических данных в Microsoft

source: Preparation...
fr_fr: Préparation...
ru_ru: Подготовка...

# Apply_Change
source: Applying the changes
fr_fr: Application des modifications
ru_ru: Применение изменений

# Success
source: Ready!
fr_fr: Prêt !

# Success_Title_Interface
source: The interface settings have been successfully applied!
fr_fr: Les paramètres de l'interface ont été appliqués avec succès !
ru_ru: Настройки интерфейса успешно применены!

# Performance_Settings.Text
source: Performance settings
fr_fr: Paramètres de performance
ru_ru: Настройки производительности

# DisableVisualEffects.Content
source: Disable visual effects (animations, shadows, etc.)
fr_fr: Désactiver les effets visuels (animations, ombres, etc.)
ru_ru: Отключить визуальные эффекты (анимации, тени и т.д.)

# DisableWindowsSearch.Content
source: Disable the Windows Search service
fr_fr: Désactiver le service de recherche Windows
ru_ru: Отключить службу Windows Search

# DisableSysMain.Content
source: Disable the SysMain (Superfetch) service
fr_fr: Désactiver le service SysMain (Superfetch)
ru_ru: Отключить службу SysMain (Superfetch)

# Power_Plan.Text
source: Power supply plan:
fr_fr: Plan d'alimentation :
ru_ru: План электропитания:

# MaxPerf.Content
source: Maximum performance
fr_fr: Performance maximale
ru_ru: Максимальная производительность

# Balanced.Content
source: Balanced
fr_fr: Équilibré
ru_ru: Сбалансированный

# EnergySaving.Content
source: Energy saving
fr_fr: Économie d'énergie
ru_ru: Экономия энергии

# Success_Title_Performance
source: Performance settings have been successfully applied! Some changes may require a reboot.
fr_fr: Les paramètres de performance ont été appliqués avec succès ! Certains changements peuvent nécessiter un redémarrage.
ru_ru: Настройки производительности успешно применены! Для некоторых изменений может потребоваться перезагрузка.

# Restore.Content
source: Reset
fr_fr: Réinitialiser
ru_ru: Сбросить

# DisableAdvertisingComment.Content
source: Prevents the use of ID for personalized advertising
fr_fr: Empêche l'utilisation de l'ID pour la publicité personnalisée
ru_ru: Предотвращает использование ID для персонализированной рекламы

# DisableLocation.Content
source: Disable location tracking
fr_fr: Désactiver le suivi de localisation
ru_ru: Отключить отслеживание местоположения

# DisableLocationComment.Content
source: Prohibits apps and the system from detecting your location
fr_fr: Interdit aux applications et au système de détecter votre localisation
ru_ru: Запрещает приложениям и системе определять ваше местоположение

# DisableCortana.Content
source: Disable Cortana
fr_fr: Désactiver Cortana
ru_ru: Отключить Cortana

# DisableCortanaComment.Content
source: Disables the voice assistant and related services
fr_fr: Désactive l'assistant vocal et les services associés
ru_ru: Отключает голосового помощника и связанные с ним службы

# DisableBackgroundApps.Content
source: Disable background apps
fr_fr: Désactiver les applications en arrière-plan
ru_ru: Отключить фоновые приложения

# String1
source: Prohibits applications from running in the background
fr_fr: Interdit aux applications de s'exécuter en arrière-plan

# DisableCloudContent.Content
source: Disable sending data to the cloud (OneDrive, Suggestions)
fr_fr: Désactiver l'envoi de données au cloud (OneDrive, Suggestions)
ru_ru: Отключить отправку данных в облако (OneDrive, Suggestions)

# DisableCloudContentComment.Content
source: Prevents sending data for suggestions and synchronization
fr_fr: Empêche l'envoi de données pour les suggestions et la synchronisation
ru_ru: Предотвращает отправку данных для предложений и синхронизации

# Success_Title_Privacy
source: Privacy settings have been successfully applied! Some changes may require a reboot.
fr_fr: Les paramètres de confidentialité ont été appliqués avec succès ! Certains changements peuvent nécessiter un redémarrage.
ru_ru: Настройки конфиденциальности успешно применены! Для некоторых изменений может потребоваться перезагрузка.

# DisableBackgroundAppsComment.Content
source: Prohibits applications from running in the background
fr_fr: Interdit aux applications de s'exécuter en arrière-plan
ru_ru: Запрещает приложениям работать в фоновом режиме

# System_Settings.Text
source: Settings System
fr_fr: Paramètres système
ru_ru: Настройки системы

# DisableServices.Content
source: Disable unnecessary services
fr_fr: Désactiver les services inutiles
ru_ru: Отключить ненужные службы

# DisableServicesComment.Content
source: Disable: Windows Search, Fax, Print Spooler, Remote Registry, Windows Update Medic.
fr_fr: Désactiver : Recherche Windows, Fax, File d'attente d'impression, Registre à distance, Windows Update Medic.
ru_ru: Отключение: Windows Search, Fax, Print Spooler, Remote Registry, Windows Update Medic.

# Optimization.Text
source: Optimization of services
fr_fr: Optimisation des services
ru_ru: Оптимизация служб

# Secure.Text
source: Safety
fr_fr: Sécurité
ru_ru: Безопасность

# DisableUAC.Content
source: Disable User Account Control (UAC)
fr_fr: Désactiver le Contrôle de compte d'utilisateur (UAC)
ru_ru: Отключить контроль учётных записей (UAC)

# DisableUACComment.Content
source: Disables UAC requests for increased convenience (may reduce security)
fr_fr: Désactive les demandes UAC pour plus de commodité (peut réduire la sécurité)
ru_ru: Отключает запросы UAC для повышения удобства (может снизить безопасность)

# PrivacyTitle.Text
source: Privacy
fr_fr: Confidentialité
ru_ru: Конфиденциальность

# DisableClipboardHistory.Content
source: Disable Clipboard History
fr_fr: Désactiver l'historique du presse-papiers
ru_ru: Отключить историю буфера обмена

# DisableClipboardHistoryComment.Content
source: Prevents Windows from saving clipboard history
fr_fr: Empêche Windows de sauvegarder l'historique du presse-papiers
ru_ru: Запрещает Windows сохранять историю буфера обмена

# SpeedUPWin.Content
source: Speed up Windows operation
fr_fr: Accélérer le fonctionnement de Windows
ru_ru: Ускорить работу Windows

# SpeedUPWinComment.Content
source: Disables animations and Start menu delay to speed up the system
fr_fr: Désactive les animations et le délai du menu Démarrer pour accélérer le système
ru_ru: Отключает анимации и задержку меню Пуск для ускорения системы

# Startup.Content
source: Startup and unistall soft
fr_fr: Démarrage et désinstallation des logiciels

# TempCleaner.Content
source: Cleaner
fr_fr: Nettoyeur

# TempPageTitle.Text
source: Cleaning temporary files
fr_fr: Nettoyage des fichiers temporaires

# TempCheckBoxTEMP.Content
source: Temporary files (%TEMP%)
fr_fr: Fichiers temporaires (%TEMP%)

# TempPageCheckBoxTrash.Content
source: Recycle bin
fr_fr: Corbeille

# TempPageCacheBrowserCheckBox.Content
source: Browser cache
fr_fr: Cache du navigateur

# CleanButton.Content
source: Clear
fr_fr: Nettoyer

# DisableFindMyDevice.Content
source: Disable Find My Device
fr_fr: Désactiver Localiser mon appareil

# DisableInsiderTelemetry.Content
source: Disable Windows Insider Telemetry
fr_fr: Désactiver la télémétrie Windows Insider

# DisableEdgeDiagnostics.Content
source: Disable Microsoft Edge Diagnostics
fr_fr: Désactiver les diagnostics Microsoft Edge

# DisableSuggestedContent.Content
source: Disable Suggested Content
fr_fr: Désactiver le contenu suggéré

# TweakInsiderTelemetry.Text
source: Checking Windows Insider Telemetry Disable
fr_fr: Vérification de la désactivation de la télémétrie Windows Insider

# TweakEdgeDiagnostics.Text
source: Checking Microsoft Edge Diagnostics Disable
fr_fr: Vérification de la désactivation des diagnostics Microsoft Edge

# TweakSuggestedContent.Text
source: Checking Suggested Content Disable
fr_fr: Vérification de la désactivation du contenu suggéré

# DisableExplorerAdsToggle
source: Disable Explorer Ads
fr_fr: Désactiver les publicités dans l'Explorateur

# DisablePreviewPaneToggle
source: Disable Preview Pane
fr_fr: Désactiver le panneau d'aperçu

# DisableFileGroupingToggle
source: Disable File Grouping
fr_fr: Désactiver le regroupement des fichiers

# ShowIconsOnlyToggle
source: Show Icons Only
fr_fr: Afficher uniquement les icônes

# TweakDisableExplorerAds
source: Checking Explorer ads...
fr_fr: Vérification des publicités dans l'Explorateur...

# TweakDisablePreviewPane
source: Checking preview pane...
fr_fr: Vérification du panneau d'aperçu...

# TweakDisableFileGrouping
source: Checking file grouping...
fr_fr: Vérification du regroupement des fichiers...

# TweakShowIconsOnly
source: Checking icons only mode...
fr_fr: Vérification du mode icônes uniquement...

# TempPageWindowsUpdateCacheCheckBox.Content
source: Windows Update Cache
fr_fr: Cache des mises à jour Windows

# TempPageThumbnailsCheckBox.Content
source: Thumbnails
fr_fr: Miniatures

# StatusText.Text
source: Process...
fr_fr: En cours...

# StatusText_Cleaning.Text
source: Cleaning in progress...
fr_fr: Nettoyage en cours...

# StatusText_Completed.Text
source: Cleanup completed.
fr_fr: Nettoyage terminé.

# ScheduleButton.Content
source: Schedule Cleanup
fr_fr: Planifier le nettoyage

# PreviewButton.Content
source: Preview Files
fr_fr: Aperçu des fichiers

# FeedbackButton.Content
source: Send Bugs
fr_fr: Signaler des bugs

# StatisticsLabel.Text
source: Statistics:
fr_fr: Statistiques :

# OpenOldNewExplorer.Content
source: Open OldNewExplorer
fr_fr: Ouvrir OldNewExplorer

# DisableHomeFolder.Content
source: Disable the Home folder
fr_fr: Désactiver le dossier Accueil

# Coment_DisableHomeFolder.Content
source: Disables the display of the "Home" folder in the Explorer
fr_fr: Désactive l'affichage du dossier "Accueil" dans l'Explorateur

# DisableGalleryFolder.Content
source: Disable the Gallery folder
fr_fr: Désactiver le dossier Galerie

# Coment_DisableGalleryFolder.Content
source: Disables the display of the Gallery folder in Explorer
fr_fr: Désactive l'affichage du dossier Galerie dans l'Explorateur

# Welcome_HomePage.Text
source: Welcome to PWin11
fr_fr: Bienvenue sur PWin11

# PrivacyButton_HomePage.Content
source: Privacy Settings
fr_fr: Paramètres de confidentialité

# PerformanceButton_HomePage.Content
source: Settings Performance
fr_fr: Paramètres de performance

# ExplorerButton_HomePage.Content
source: Settings Explorer
fr_fr: Paramètres de l'Explorateur

# AboutText_Settings.Text
source: PWin11 Tweaker is a lightweight, open-source utility that allows you to tweak various aspects of Windows 11 without delving into complex system settings or third-party software. With a focus on performance optimization, system cleanup, privacy protection, and interface customization, this tool simplifies the process of tailoring your OS to your specific needs. The intuitive navigation and responsive design make it accessible to everyone, while advanced options cater to tech enthusiasts.
fr_fr: PWin11 Tweaker est un utilitaire léger et open-source qui permet d'ajuster divers aspects de Windows 11 sans plonger dans des paramètres système complexes ou des logiciels tiers. Avec un accent sur l'optimisation des performances, le nettoyage du système, la protection de la confidentialité et la personnalisation de l'interface, cet outil simplifie le processus d'adaptation de votre OS à vos besoins spécifiques. La navigation intuitive et la conception réactive le rendent accessible à tous, tandis que les options avancées s'adressent aux passionnés de technologie.

# Small.Content
source: Small
fr_fr: Petit

# Large.Content
source: Large
fr_fr: Grand

# Medium.Content
source: Medium
fr_fr: Moyen

# TaskbarSize.Text
source: Taskbar size
fr_fr: Taille de la barre des tâches

# TaskbarPosition.Text
source: Taskbar Position
fr_fr: Position de la barre des tâches

# Top.Content
source: Top
fr_fr: Haut

# Bottom.Content
source: Bottom
fr_fr: Bas

# TempPageDeliveryOptCheckBox.Content
source: Delivery Optimization Cache
fr_fr: Cache d'optimisation de distribution

# TempPageSystemLogsCheckBox.Content
source: System Log Files
fr_fr: Fichiers de journal système

# TempPageOldWinFilesCheckBox.Content
source: Old Windows Installation Files
fr_fr: Anciens fichiers d'installation de Windows

# TempPageAppCacheCheckBox.Content
source: Application Cache
fr_fr: Cache des applications

# TweakClassicContextMenu.Text
source: Classic Context Menu
fr_fr: Menu contextuel classique

# TweakShowHiddenFiles.Text
source: Show Hidden Files
fr_fr: Afficher les fichiers cachés

# TweakSmallCaptions.Text
source: Reduce Window Control Buttons
fr_fr: Réduire les boutons de contrôle de la fenêtre

# TweakStartAllBack.Text
source: Install StartAllBack
fr_fr: Installer StartAllBack

# TweakTelemetry.Text
source: Disable Telemetry
fr_fr: Désactiver la télémétrie

# TweakAdvertisingId.Text
source: Disable Advertising ID
fr_fr: Désactiver l'ID publicitaire

# TweakLocationTracking.Text
source: Disable Location Tracking
fr_fr: Désactiver le suivi de localisation

# TweakCortana.Text
source: Disable Cortana
fr_fr: Désactiver Cortana

# TweakBackgroundApps.Text
source: Disable Background Apps
fr_fr: Désactiver les applications en arrière-plan

# TweakCloudContent.Text
source: Disable Cloud Content
fr_fr: Désactiver le contenu cloud

# TweakFindMyDevice.Text
source: Disable Find My Device
fr_fr: Désactiver Localiser mon appareil

# TweakHomeFolder.Text
source: Disable Home Folder
fr_fr: Désactiver le dossier Accueil

# TweakGalleryFolder.Text
source: Disable Gallery Folder
fr_fr: Désactiver le dossier Galerie

# TweakTaskbarAlignment.Text
source: Taskbar Alignment
fr_fr: Alignement de la barre des tâches

# TweakTaskbarTransparency.Text
source: Taskbar Transparency
fr_fr: Transparence de la barre des tâches

# TweakHideSearchButton.Text
source: Hide Search Button
fr_fr: Masquer le bouton de recherche

# TweakVisualEffects.Text
source: Disable Visual Effects
fr_fr: Désactiver les effets visuels

# TweakWindowsSearch.Text
source: Disable Windows Search
fr_fr: Désactiver la recherche Windows

# TweakSysMain.Text
source: Disable SysMain
fr_fr: Désactiver SysMain

# TweakServices.Text
source: Disable Services
fr_fr: Désactiver les services

# TweakUAC.Text
source: Disable UAC
fr_fr: Désactiver UAC

# TweakClipboardHistory.Text
source: Disable Clipboard History
fr_fr: Désactiver l'historique du presse-papiers

# TweakWindowsSpeedUp.Text
source: Apply Windows Speed Up
fr_fr: Appliquer l'accélération de Windows

# UpdateWarning.Text
source: Update Windows 11 to the latest release!
fr_fr: Mettez à jour Windows 11 vers la dernière version !

source: Install Process Monitor
fr_fr: Installer Process Monitor

# Uninstall_ProcessMonitor
source: Delete the Process Monitor
fr_fr: Supprimer Process Monitor

source: Downloading Process Monitor...
fr_fr: Téléchargement de Process Monitor...

# Installing_ProcessMonitor
source: Installing the Process Monitor...
fr_fr: Installation de Process Monitor...

# Uninstalling_ProcessMonitor
source: Deleting the Process Monitor...
fr_fr: Suppression de Process Monitor...

source: Open Process Monitor
fr_fr: Ouvrir Process Monitor

source: Opening Process Monitor...
fr_fr: Ouverture de Process Monitor...

# Error_ProcessMonitorNotFound
source: Process Monitor Not Found
fr_fr: Process Monitor non trouvé

# Error_ProcessMonitorNotFound_Message
source: Please install Process Monitor in the folder Assets\ProcMon
fr_fr: Veuillez installer Process Monitor dans le dossier Assets\ProcMon
